, 235701
. 110203
I 69674
the 43973
and 42048
that 38210
you 38183
it 35405
to 34384
a 33634
's 30328
uh 28752
of 26184
know 23122
Uh 19608
- 18898
in 18775
they 18593
do 18306
Yeah 17327
n't 16974
huh 16222
have 15258
we 14391
is 12570
was 12136
like 11219
just 10388
And 9416
  9353
think 9343
for 9217
but 9159
so 8984
there 8187
? 8081
Oh 7859
on 7712
or 7552
're 7355
not 7093
really 7078
are 6871
be 6824
what 6755
Well 6712
my 6575
with 6437
one 5959
'm 5699
about 5681
if 5668
get 5469
've 5399
all 5390
had 5110
he 5107
them 5090
out 5068
would 5049
at 4943
because 4741
as 4656
yeah 4651
lot 4622
But 4568
um 4562
Right 4542
up 4521
when 4487
this 4469
people 4315
So 4308
going 4132
some 4124
go 4101
then 4086
can 4057
well 3992
It 3940
did 3937
mean 3871
good 3817
right 3795
kind 3768
That 3722
time 3568
got 3496
things 3341
now 3300
You 3262
were 3247
more 3215
too 3157
from 3149
been 3037
see 3000
me 2967
she 2956
something 2931
much 2882
your 2852
guess 2728
an 2581
little 2571
here 2541
very 2536
where 2518
how 2497
thing 2470
our 2409
Um 2385
their 2360
could 2290
other 2208
work 2191
two 2130
has 2102
no 2048
years 2045
way 1977
any 1945
'll 1922
Okay 1914
want 1901
even 1885
does 1873
say 1869
those 1845
pretty 1820
probably 1820
back 1787
They 1783
real 1778
We 1776
No 1757
than 1742
down 1701
year 1698
Yes 1696
home 1685
into 1652
take 1629
'd 1606
who 1601
school 1518
kids 1512
over 1476
make 1466
put 1451
never 1433
said 1426
stuff 1415
her 1400
always 1397
ca 1394
sure 1385
by 1357
will 1349
doing 1335
went 1333
these 1300
only 1299
around 1289
big 1284
money 1277
anything 1272
three 1266
nice 1248
off 1247
day 1236
actually 1217
him 1173
still 1173
which 1173
come 1168
oh 1163
maybe 1141
should 1137
used 1131
different 1124
many 1110
five 1093
Huh 1088
everything 1076
getting 1067
need 1055
thought 1050
long 1049
okay 1049
every 1044
sort 1039
true 1036
T 1035
children 1032
most 1032
bit 1031
feel 1028
last 1020
care 1019
us 1016
his 1013
What 1010
same 1002
also 984
first 981
car 962
great 959
use 956
done 946
old 938
through 936
course 933
problem 927
The 909
being 903
house 893
pay 890
before 882
family 876
though 862
whole 862
let 853
ever 845
talking 844
four 843
look 840
Do 835
seems 827
far 825
live 825
try 823
better 813
bad 802
find 800
read 789
trying 787
interesting 783
hard 775
watch 767
husband 761
keep 760
quite 760
part 757
else 755
area 733
ago 730
another 729
why 722
having 706
whatever 704
place 700
either 696
twenty 693
couple 692
am 687
enough 682
He 679
Texas 678
after 674
fact 667
sometimes 666
seen 665
Because 660
own 660
new 656
away 653
high 647
while 645
job 644
somebody 643
usually 638
hundred 634
A 624
type 624
person 614
few 612
again 608
start 608
heard 606
country 604
tell 604
college 603
times 601
yes 601
might 600
give 599
able 598
dollars 595
ten 591
made 588
My 582
Dallas 581
week 580
someone 578
started 576
working 576
fun 575
six 575
There 568
once 568
buy 567
life 567
remember 567
came 559
call 551
point 549
news 548
talk 548
system 544
since 542
both 539
least 532
enjoy 531
play 529
Now 526
everybody 523
ones 521
bye 520
believe 514
How 506
Is 506
V 500
Sure 496
anyway 494
child 490
If 487
almost 485
goes 484
night 478
Bye 470
may 467
agree 465
yet 463
looking 462
wanted 462
idea 459
called 457
C 456
gets 455
love 453
parents 453
next 452
took 452
understand 448
half 444
until 440
wife 440
Really 437
end 435
saying 435
eight 430
saw 430
days 427
She 425
movie 424
state 422
music 420
sounds 420
spend 420
such 419
gone 413
company 410
whether 408
women 406
bought 405
wonderful 405
makes 404
problems 402
small 402
In 399
thirty 399
guy 397
stay 397
basically 396
hear 395
together 394
best 387
seem 387
worked 387
coming 385
help 383
month 380
run 380
change 379
places 377
mother 376
paper 372
myself 371
government 370
lived 369
credit 366
certain 365
months 363
cars 360
comes 360
young 355
each 353
supposed 353
thinking 353
found 349
All 347
especially 347
exactly 347
thousand 346
funny 345
gotten 344
seven 344
matter 342
less 339
friends 337
certainly 336
water 336
name 334
world 333
number 332
daughter 331
easy 330
program 329
deal 324
definitely 324
situation 322
paying 318
dog 317
fifty 317
important 316
crime 315
drive 315
drug 315
jury 315
happen 314
taxes 314
listen 313
schools 313
food 312
public 312
business 311
neat 311
tax 310
Have 308
during 307
rather 307
New 305
taking 303
close 302
older 302
show 302
making 301
percent 299
son 299
today 299
mine 298
movies 298
Are 297
eat 297
involved 295
outside 295
Wow 294
reason 293
tried 293
Did 292
air 292
city 292
nine 292
set 292
computer 291
moved 291
eighty 289
boy 288
pick 287
summer 287
education 286
living 286
nothing 286
sit 286
town 286
works 284
book 281
enjoyed 281
hours 281
paid 279
between 277
anymore 276
friend 275
full 275
Or 273
insurance 272
weeks 272
often 269
several 269
room 268
amount 267
hope 266
ahead 265
health 265
vote 265
Exactly 264
Like 264
side 264
watching 264
age 263
kinds 263
says 263
B 262
law 262
happened 261
N 260
recently 260
wo 259
married 257
takes 257
major 256
baby 254
difference 254
* 253
turn 253
without 253
yourself 253
along 252
case 252
learn 252
minutes 251
must 251
Just 249
gosh 249
expensive 248
talked 248
hour 247
weather 247
wrong 247
S 246
forty 245
guys 243
sense 243
cut 242
anybody 241
drugs 240
man 240
miles 240
cost 239
everyone 239
lives 239
bet 237
mostly 237
reading 237
second 237
left 236
favorite 235
knew 234
large 234
Not 233
mind 233
taken 231
told 231
nursing 230
against 226
fifteen 225
hand 225
under 225
Plano 224
already 224
books 224
interested 223
camping 222
decided 222
twelve 221
line 220
American 219
war 219
morning 218
top 218
wear 218
God 217
M 217
cards 216
card 215
P 214
When 214
budget 214
experience 214
leave 214
past 214
control 212
running 212
wish 212
terms 211
gun 210
class 209
... 208
fish 208
liked 207
service 207
This 206
Where 206
Which 206
bring 206
death 205
question 205
somewhere 205
wonder 205
imagine 204
difficult 202
instead 202
absolutely 201
lots 201
men 201
phone 201
exercise 200
recycling 200
society 200
tend 200
needs 199
team 199
topic 199
cases 198
check 198
middle 198
U 197
areas 197
walk 197
unless 194
changed 193
interest 193
looked 193
group 192
hot 192
ready 192
worth 191
benefits 190
game 190
teach 190
themselves 190
weekend 190
One 189
shows 189
although 188
cat 188
trouble 188
California 186
cook 186
hit 186
kid 186
" 185
realize 184
seventy 184
using 184
wait 184
woman 183
companies 182
fairly 182
D 181
figure 181
forth 181
tough 181
early 180
front 179
local 179
cold 178
fine 178
income 178
catch 177
cause 177
dinner 176
kept 176
looks 176
punishment 176
starting 176
except 175
felt 175
grew 175
happens 175
spent 175
concerned 174
level 174
Christmas 173
awful 173
growing 173
late 173
ways 173
yard 172
door 171
countries 170
father 170
move 170
sister 170
ask 169
finally 169
hate 169
programs 169
regular 169
later 168
playing 168
pollution 168
radio 168
trees 168
vacation 168
THE 167
goodness 167
space 167
cans 166
lately 166
sixty 166
subject 166
changes 165
story 165
testing 165
ought 164
particular 164
sitting 164
test 164
needed 163
See 162
afford 162
capital 162
homes 162
putting 162
teachers 162
wants 162
Of 160
rain 160
chance 159
easier 159
social 159
brother 158
longer 158
newspaper 158
happy 157
Good 156
community 156
free 156
ninety 156
north 156
York 155
nineteen 155
television 155
built 154
sell 154
store 154
cats 153
general 152
soon 152
information 151
office 151
send 151
totally 151
dad 150
throw 150
Yep 149
driving 149
gave 149
student 149
turned 149
within 149
bunch 148
choice 148
sports 148
teacher 148
football 147
likes 147
given 146
quality 146
become 145
buying 145
girl 145
near 145
consider 144
students 144
younger 144
calls 143
degree 143
issue 143
lost 143
plan 143
rest 143
wow 143
Maybe 142
United 142
amazing 142
brought 142
fishing 142
oil 142
personal 142
played 142
sorry 142
example 141
extra 141
terrible 141
word 141
beautiful 140
stop 140
worry 140
caught 139
dress 139
ended 139
jobs 139
support 139
mom 138
seemed 138
teaching 138
America 137
sad 137
Then 136
across 136
hold 136
ours 136
suppose 136
learned 135
open 135
power 135
strange 135
glad 134
scary 134
short 134
size 134
trial 134
dollar 133
families 133
private 133
worse 133
church 132
fast 132
its 132
party 132
   131
To 131
guilty 131
judge 131
privacy 131
For 130
boys 130
grade 130
nobody 130
period 130
seeing 130
building 129
charge 129
spending 129
States 128
clean 128
decide 128
dogs 128
feeling 128
knows 128
watched 128
garden 127
necessarily 127
particularly 127
R 126
San 126
baseball 126
depends 126
biggest 125
completely 125
crimes 125
inside 125
noticed 125
price 125
pull 125
excellent 124
military 124
twice 124
winter 124
special 123
guns 122
national 122
rate 122
' 121
As 121
L 121
anywhere 121
costs 121
fan 121
killed 121
neighborhood 121
save 121
stand 121
clothes 120
low 120
means 120
medical 120
per 120
single 120
newspapers 119
parts 119
rid 119
street 119
center 118
graduate 118
plastic 118
E 117
doctor 117
main 117
sound 117
term 117
Virginia 116
apartment 116
break 116
eleven 116
head 116
recycle 116
Let 115
Washington 115
bigger 115
crazy 115
grow 115
picked 115
familiar 114
paint 114
At 113
anyone 113
cover 113
golf 113
itself 113
classes 112
decision 111
kill 111
comfortable 110
fair 110
order 110
North 109
miss 109
telling 109
I. 108
asked 108
attention 108
generation 108
stayed 108
Florida 107
field 107
gas 107
giving 107
houses 107
similar 107
answer 106
aware 106
lucky 106
market 106
trash 106
behind 105
gives 105
learning 105
process 105
snow 105
Houston 104
Some 104
chicken 104
handle 104
helps 104
minute 104
originally 104
waiting 104
whenever 104
Actually 103
busy 103
cooking 103
eighteen 103
fall 103
heavy 103
lawn 103
light 103
list 103
machine 103
o'clock 103
obviously 103
opinion 103
personally 103
season 103
Utah 102
available 102
cash 102
evening 102
ground 102
higher 102
huge 102
individual 102
magazines 102
travel 102
build 101
games 101
raised 101
rent 101
research 101
white 101
environment 100
happening 100
bags 99
benefit 99
calling 99
feet 99
hurt 99
luck 99
restaurant 99
basic 98
green 98
others 98
south 98
systems 98
write 98
alone 97
finding 97
himself 97
keeps 97
lose 97
penalty 97
prison 97
types 97
visit 97
wind 97
Boy 96
black 96
forget 96
mail 96
towards 96
ball 95
based 95
criminal 95
economy 95
loved 95
serious 95
smaller 95
People 94
Sunday 94
bill 94
carry 94
glass 94
industry 94
road 94
serve 94
shot 94
State 93
grass 93
keeping 93
possible 93
waste 93
weight 93
East 92
afraid 92
generally 92
perhaps 92
quit 92
rock 92
self 92
walking 92
Absolutely 91
Pennsylvania 91
Was 91
average 91
boat 91
eventually 91
jail 91
plus 91
safe 91
trip 91
weird 91
words 91
O 90
changing 90
hey 90
parent 90
planning 90
plant 90
starts 90
taught 90
Colorado 89
Maryland 89
Probably 89
University 89
allowed 89
apparently 89
current 89
follow 89
hopefully 89
pet 89
policy 89
strong 89
third 89
training 89
! 88
basis 88
expect 88
future 88
raise 88
salary 88
speak 88
surprised 88
Europe 87
helped 87
lake 87
normally 87
property 87
force 86
mountains 86
positive 86
shape 86
willing 86
bedroom 85
color 85
computers 85
fire 85
gee 85
grandmother 85
helping 85
lower 85
poor 85
view 85
Hi 84
laws 84
murder 84
states 84
video 84
Lake 83
background 83
beginning 83
bills 83
girls 83
normal 83
notice 83
quick 83
sent 83
stick 83
thank 83
truck 83
City 82
Especially 82
Sometimes 82
activities 82
aluminum 82
bed 82
camp 82
issues 82
plants 82
project 82
sick 82
wondering 82
Anyway 81
English 81
Even 81
bank 81
coverage 81
foot 81
respect 81
station 81
stopped 81
tape 81
thirteen 81
tonight 81
Does 80
channel 80
cool 80
financial 80
gardening 80
instance 80
piece 80
sales 80
savings 80
stories 80
tested 80
died 79
east 79
heart 79
hoping 79
painting 79
professional 79
wanting 79
account 78
aerobics 78
easily 78
everywhere 78
excuse 78
nights 78
occasionally 78
opportunity 78
shoot 78
teams 78
unfortunately 78
Why 77
eating 77
folks 77
hardly 77
history 77
invasion 77
oldest 77
spring 77
H 76
Mexico 76
South 76
awhile 76
bother 76
career 76
doubt 76
elderly 76
federal 76
flowers 76
kidding 76
magazine 76
mainly 76
moving 76
sleep 76
Richardson 75
Vietnam 75
attitude 75
cities 75
classical 75
listening 75
reasons 75
ridiculous 75
rights 75
science 75
sentence 75
value 75
worst 75
Most 74
active 74
advantage 74
bottles 74
compared 74
groups 74
hobbies 74
responsibility 74
separate 74
shop 74
sixties 74
university 74
yesterday 74
Saturday 73
Those 73
doctors 73
engineering 73
push 73
record 73
share 73
somehow 73
total 73
van 73
yours 73
bike 72
civil 72
entire 72
horrible 72
lunch 72
majority 72
police 72
position 72
retired 72
writing 72
G 71
Two 71
allow 71
born 71
court 71
floor 71
hobby 71
land 71
limit 71
metric 71
ride 71
selling 71
tired 71
base 70
beat 70
choose 70
degrees 70
dry 70
extremely 70
figured 70
hang 70
hospital 70
human 70
meet 70
numbers 70
pool 70
standard 70
Course 69
OF 69
add 69
body 69
club 69
cute 69
defense 69
department 69
known 69
mess 69
products 69
restaurants 69
supposedly 69
wood 69
Americans 68
Antonio 68
Bush 68
England 68
F 68
French 68
band 68
grown 68
kitchen 68
opposed 68
political 68
possibly 68
seventies 68
sold 68
step 68
warm 68
won 68
Ooh 67
Very 67
considered 67
die 67
equipment 67
farm 67
favor 67
garbage 67
hands 67
legal 67
piano 67
prices 67
random 67
reasonable 67
reunion 67
security 67
sixteen 67
turns 67
Carolina 66
With 66
besides 66
effect 66
fix 66
fourteen 66
inches 66
incredible 66
lawyers 66
offer 66
popular 66
straight 66
telephone 66
thanks 66
tree 66
west 66
Our 65
basketball 65
effort 65
fit 65
graduated 65
hunting 65
lady 65
papers 65
passed 65
related 65
toward 65
trade 65
On 64
Thank 64
debt 64
grocery 64
ice 64
language 64
moment 64
ourselves 64
plays 64
pressure 64
schedule 64
seat 64
somewhat 64
staying 64
train 64
typical 64
upset 64
Cowboys 63
continue 63
covered 63
direction 63
fight 63
forward 63
met 63
quickly 63
rough 63
sudden 63
AND 62
Corps 62
Mexican 62
bucks 62
grandchildren 62
harder 62
politics 62
recipe 62
solution 62
stations 62
variety 62
various 62
weekends 62
wild 62
Although 61
Gosh 61
K 61
Oklahoma 61
Spring 61
bag 61
dead 61
drop 61
forever 61
hearing 61
nowadays 61
players 61
questions 61
ran 61
someplace 61
sorts 61
stores 61
style 61
swimming 61
Baltimore 60
Chicago 60
box 60
brand 60
careful 60
common 60
neighbor 60
retirement 60
sat 60
simply 60
stuck 60
switch 60
Ford 59
Go 59
became 59
blue 59
bottom 59
cable 59
employees 59
fortunate 59
lines 59
nature 59
pets 59
speaking 59
Boston 58
Central 58
Peace 58
concern 58
conversation 58
ideas 58
junior 58
milk 58
rich 58
role 58
sauce 58
scared 58
simple 58
spread 58
wide 58
Austin 57
Chinese 57
Garland 57
Pittsburgh 57
Who 57
county 57
engine 57
engineer 57
events 57
loan 57
management 57
mentioned 57
owned 57
pop 57
pounds 57
row 57
runs 57
sign 57
track 57
Soviet 56
becoming 56
beyond 56
dark 56
face 56
finished 56
hair 56
heat 56
mix 56
otherwise 56
payment 56
plans 56
prefer 56
repair 56
shoes 56
sisters 56
smoke 56
trust 56
voting 56
Middle 55
Ohio 55
X 55
afternoon 55
bathroom 55
cheese 55
cross 55
drove 55
everyday 55
limited 55
painted 55
report 55
safety 55
upon 55
western 55
windows 55
wise 55
Hey 54
Israel 54
Nice 54
President 54
WITH 54
appeal 54
brothers 54
cheap 54
downtown 54
dump 54
exciting 54
garage 54
kindergarten 54
knowing 54
meal 54
picking 54
slow 54
sometime 54
truth 54
Great 53
animals 53
becomes 53
cheaper 53
checks 53
correct 53
drink 53
extent 53
larger 53
million 53
mixed 53
mothers 53
necessary 53
population 53
sewing 53
table 53
tent 53
violent 53
wrote 53
Hello 52
begin 52
clear 52
convenient 52
expenses 52
healthy 52
percentage 52
picture 52
services 52
situations 52
speech 52
touch 52
weapons 52
written 52
Canada 51
backyard 51
board 51
cents 51
closer 51
coast 51
election 51
factor 51
herself 51
organization 51
range 51
responsible 51
suspect 51
trips 51
unanimous 51
voice 51
AIDS 50
V. 50
above 50
aspect 50
conditioning 50
dealing 50
depending 50
earlier 50
economic 50
eye 50
finish 50
handy 50
original 50
physical 50
plenty 50
rooms 50
salad 50
shopping 50
spot 50
square 50
tennis 50
traveling 50
vacations 50
wall 50
win 50
Friday 49
Monday 49
NEWS 49
War 49
Wisconsin 49
accept 49
actual 49
appreciate 49
babies 49
character 49
constantly 49
deep 49
deterrent 49
foods 49
influence 49
jeans 49
mandatory 49
puts 49
required 49
ski 49
suit 49
Japanese 48
Me 48
Take 48
Thanks 48
broke 48
broken 48
dangerous 48
grandparents 48
helpful 48
hire 48
liberal 48
losing 48
meat 48
missed 48
points 48
pound 48
pro 48
provide 48
recent 48
require 48
sentencing 48
Arlington 47
Iraq 47
Rangers 47
bass 47
colors 47
dear 47
double 47
expected 47
feelings 47
fighting 47
further 47
lakes 47
loans 47
pleased 47
return 47
sale 47
served 47
smart 47
thinks 47
worried 47
Everybody 46
Georgia 46
Honda 46
Italian 46
Minnesota 46
Saint 46
Something 46
World 46
ability 46
beach 46
bins 46
blame 46
driver 46
enjoyable 46
fantastic 46
feels 46
flat 46
fund 46
hole 46
metal 46
park 46
pass 46
perfect 46
roof 46
sing 46
taste 46
tickets 46
treat 46
Sounds 45
Summer 45
Visa 45
access 45
action 45
automatic 45
bothers 45
data 45
discipline 45
fill 45
forced 45
knowledge 45
letting 45
showing 45
smoking 45
successful 45
unusual 45
values 45
Kind 44
Scouts 44
act 44
amazed 44
animal 44
assume 44
bedrooms 44
bread 44
damage 44
duty 44
facilities 44
flower 44
fly 44
foreign 44
held 44
honest 44
lay 44
leaving 44
likely 44
meals 44
neighbors 44
opinions 44
politicians 44
purchase 44
raising 44
red 44
relatives 44
roll 44
saving 44
southern 44
study 44
tests 44
threat 44
voted 44
Air 43
Jersey 43
Park 43
admit 43
adults 43
border 43
boring 43
centers 43
checked 43
employee 43
ends 43
excited 43
eyes 43
form 43
fresh 43
impressed 43
lawyer 43
leaves 43
loves 43
names 43
pattern 43
peace 43
perspective 43
player 43
primarily 43
rice 43
roles 43
saved 43
section 43
semester 43
stupid 43
tomatoes 43
visited 43
'S 42
Every 42
True 42
alcohol 42
circumstances 42
dental 42
developed 42
distance 42
due 42
fifties 42
juries 42
lessons 42
mile 42
package 42
participate 42
payments 42
president 42
seriously 42
seventeen 42
shorts 42
sun 42
thousands 42
versus 42
violence 42
About 41
Christian 41
Germany 41
Would 41
activity 41
alive 41
article 41
aside 41
asking 41
atmosphere 41
blow 41
boss 41
brown 41
burn 41
colleges 41
courses 41
discuss 41
energy 41
feed 41
highway 41
laid 41
letter 41
machines 41
material 41
media 41
negative 41
present 41
purpose 41
quiet 41
realized 41
replace 41
showed 41
sitter 41
songs 41
technology 41
traffic 41
Usually 40
adult 40
balance 40
collect 40
compare 40
concept 40
convicted 40
criminals 40
differently 40
fixed 40
fourth 40
gasoline 40
heck 40
housing 40
killing 40
recycled 40
rented 40
skiing 40
sport 40
super 40
technical 40
tends 40
volunteer 40
welfare 40
whoever 40
Indiana 39
Russia 39
ages 39
barbecue 39
burning 39
bus 39
businesses 39
curious 39
cutting 39
date 39
draw 39
evidence 39
forgot 39
frightening 39
hired 39
however 39
jump 39
lead 39
missing 39
murders 39
natural 39
neither 39
none 39
opposite 39
pain 39
product 39
projects 39
protect 39
rates 39
river 39
seafood 39
shame 39
shift 39
spare 39
streets 39
walked 39
wet 39
whereas 39
wondered 39
August 38
Day 38
Force 38
Instruments 38
Plus 38
W 38
advice 38
belong 38
commit 38
complete 38
count 38
daughters 38
decisions 38
edge 38
encourage 38
equal 38
extended 38
fault 38
independent 38
jeez 38
medicine 38
meeting 38
minimum 38
practice 38
rural 38
song 38
stays 38
whose 38
youngest 38
Atlanta 37
Can 37
Congress 37
Definitely 37
Here 37
Your 37
apart 37
blood 37
boxes 37
catfish 37
cetera 37
checking 37
choices 37
committed 37
district 37
driven 37
drives 37
effects 37
et 37
freedom 37
grades 37
immigration 37
license 37
meant 37
mistake 37
option 37
pictures 37
practically 37
preschool 37
prisons 37
pulled 37
recipes 37
shooting 37
solve 37
stage 37
standing 37
talks 37
tremendous 37
vegetables 37
window 37
Gee 36
German 36
WOLVES 36
West 36
arm 36
carpet 36
considering 36
draft 36
educated 36
elementary 36
expecting 36
fat 36
female 36
hundreds 36
impact 36
items 36
junk 36
levels 36
luxury 36
nicer 36
odd 36
planted 36
records 36
regularly 36
reports 36
rules 36
sand 36
strict 36
teenagers 36
trucks 36
tuition 36
Express 35
John 35
Mart 35
Pardon 35
TIME 35
TWENTY 35
accident 35
articles 35
automatically 35
breed 35
bugs 35
cleaning 35
complain 35
cream 35
currently 35
essentially 35
judges 35
justice 35
key 35
maintain 35
male 35
master 35
mini 35
model 35
network 35
overall 35
round 35
series 35
sides 35
software 35
strongly 35
theater 35
till 35
France 34
Gulf 34
J 34
June 34
Latin 34
Massachusetts 34
Minneapolis 34
Mom 34
Raleigh 34
STAR 34
Seems 34
Union 34
Williams 34
abuse 34
ate 34
beer 34
breaks 34
brick 34
brings 34
campus 34
caused 34
corner 34
doors 34
enjoying 34
facts 34
fell 34
holding 34
interests 34
labor 34
league 34
mad 34
mistakes 34
monthly 34
pants 34
parties 34
pays 34
pieces 34
pleasure 34
possibility 34
pushing 34
quarter 34
recording 34
setting 34
shrimp 34
solid 34
specific 34
staff 34
subscribe 34
swim 34
tapes 34
terribly 34
turning 34
wearing 34
County 33
DANCES 33
January 33
Los 33
More 33
anytime 33
argument 33
belt 33
block 33
cruise 33
cuts 33
desk 33
earth 33
eighties 33
entertainment 33
extreme 33
fellow 33
gallon 33
gorgeous 33
hospitals 33
members 33
mornings 33
nearly 33
paycheck 33
prior 33
recommend 33
relatively 33
risk 33
sentenced 33
smell 33
stadium 33
sweet 33
unit 33
views 33
yellow 33
By 32
Disney 32
Everything 32
Lord 32
Unfortunately 32
aid 32
appropriate 32
art 32
bothered 32
classic 32
comedy 32
decent 32
dirt 32
dish 32
habit 32
humid 32
illegal 32
immediate 32
immediately 32
individuals 32
innocent 32
loose 32
manage 32
manager 32
message 32
naturally 32
noise 32
northern 32
opened 32
opera 32
pregnant 32
press 32
prime 32
reach 32
riding 32
rule 32
scale 32
senior 32
significant 32
stress 32
studying 32
tie 32
tomorrow 32
useful 32
uses 32
weights 32
Angeles 31
Fort 31
Iowa 31
October 31
Panama 31
Spanish 31
Tech 31
Were 31
anyhow 31
attached 31
beans 31
breaking 31
cancer 31
casual 31
corporation 31
crafts 31
deficit 31
dishes 31
dropped 31
elected 31
experiences 31
facility 31
fee 31
fiction 31
filled 31
increase 31
iron 31
motivated 31
mow 31
organizations 31
organized 31
raining 31
rape 31
relationship 31
results 31
shirt 31
sons 31
source 31
split 31
swing 31
threw 31
trained 31
trials 31
upper 31
ups 31
Any 30
December 30
European 30
July 30
Kentucky 30
Michigan 30
STREET 30
TIMES 30
Tom 30
added 30
address 30
auto 30
bath 30
beds 30
challenge 30
channels 30
coach 30
complex 30
complicated 30
conscious 30
corporate 30
culture 30
daily 30
deserve 30
design 30
dig 30
dining 30
error 30
expense 30
explain 30
flexible 30
flip 30
freeze 30
honestly 30
kick 30
knock 30
library 30
mental 30
microwave 30
nation 30
onto 30
pair 30
parole 30
passing 30
planned 30
processing 30
prove 30
receive 30
regard 30
retire 30
sew 30
sharing 30
singing 30
skills 30
soap 30
storm 30
suits 30
summertime 30
trend 30
truly 30
verdict 30
whatnot 30
wherever 30
yards 30
Cadillac 29
College 29
Detroit 29
Golden 29
Japan 29
Lubbock 29
March 29
Sam 29
Worth 29
automobile 29
automobiles 29
badly 29
beef 29
brakes 29
combination 29
commercial 29
containers 29
cousins 29
directly 29
dirty 29
educational 29
elections 29
enjoys 29
fancy 29
favorites 29
fence 29
firm 29
hers 29
humidity 29
impossible 29
investment 29
match 29
member 29
necessity 29
oriented 29
owner 29
pot 29
practical 29
properly 29
quote 29
repairs 29
seconds 29
shirts 29
sleeping 29
tells 29
tools 29
treated 29
trim 29
wash 29
An 28
Bible 28
Chevy 28
Denver 28
Francisco 28
However 28
National 28
Philadelphia 28
attorney 28
birthday 28
bringing 28
causes 28
closed 28
clubs 28
disappointed 28
disease 28
fifth 28
forties 28
highly 28
hitting 28
improve 28
incentive 28
inch 28
jazz 28
join 28
mileage 28
nurse 28
parking 28
parks 28
plastics 28
portion 28
potential 28
prepared 28
pulling 28
purchased 28
recognize 28
roommate 28
routine 28
satisfied 28
signed 28
signs 28
speed 28
tall 28
teenager 28
throwing 28
tied 28
tiny 28
uncle 28
understanding 28
vehicles 28
Catholic 27
Excuse 27
Get 27
Lincoln 27
May 27
Orleans 27
Pretty 27
Red 27
Texan 27
These 27
Toyota 27
Y 27
acid 27
affect 27
apartments 27
bake 27
bicycle 27
breakfast 27
budgeting 27
carried 27
carrying 27
causing 27
cholesterol 27
chose 27
citizen 27
closet 27
code 27
corn 27
develop 27
development 27
direct 27
disagree 27
earn 27
electronic 27
employer 27
fans 27
fascinating 27
frustrating 27
fry 27
fuel 27
greatest 27
hills 27
including 27
international 27
lesser 27
lights 27
location 27
marriage 27
math 27
motivation 27
options 27
outrageous 27
pickup 27
pie 27
planting 27
professor 27
race 27
rains 27
recall 27
relate 27
relaxing 27
seats 27
sending 27
shut 27
silly 27
spoiled 27
stands 27
throughout 27
warranty 27
weapon 27
wheel 27
: 26
C. 26
Creek 26
From 26
Mine 26
TREK 26
Thursday 26
Wal 26
arts 26
avoid 26
barely 26
bored 26
camped 26
ceiling 26
chemical 26
citizens 26
contact 26
contribute 26
courts 26
dressed 26
engineers 26
engines 26
film 26
grandfather 26
gray 26
hanging 26
hell 26
holidays 26
hurting 26
improvement 26
joke 26
length 26
liter 26
marvelous 26
mid 26
millions 26
minor 26
named 26
native 26
newer 26
patterns 26
philosophy 26
potatoes 26
presented 26
print 26
profit 26
puppy 26
qualified 26
quarterback 26
registered 26
religious 26
result 26
roads 26
seasons 26
severe 26
shower 26
soccer 26
structure 26
thoroughly 26
transportation 26
typo 26
underneath 26
vehicle 26
version 26
victim 26
visiting 26
wine 26
Africa 25
Alabama 25
Dad 25
Four 25
Little 25
Louisiana 25
Michael 25
Ours 25
Social 25
Springs 25
Unless 25
agency 25
alternative 25
annual 25
applied 25
aunt 25
bar 25
cake 25
category 25
chemicals 25
choir 25
chore 25
concert 25
condition 25
conservative 25
consumer 25
convinced 25
corporations 25
create 25
crowd 25
dealer 25
dealers 25
deer 25
delicious 25
diesel 25
dumb 25
dying 25
effective 25
emergency 25
employment 25
established 25
fed 25
financially 25
forms 25
fortunately 25
generations 25
groceries 25
hardest 25
hassle 25
holes 25
ill 25
institution 25
item 25
laugh 25
listened 25
lock 25
lovely 25
maintenance 25
motor 25
movement 25
musical 25
pension 25
perfectly 25
pleasant 25
please 25
proper 25
pump 25
refrigerator 25
reputation 25
se 25
sight 25
site 25
soil 25
statistics 25
stitch 25
suburb 25
supporting 25
theirs 25
theory 25
thick 25
thirties 25
thoughts 25
thrown 25
traditional 25
unfortunate 25
Also 24
Big 24
China 24
Dakota 24
General 24
HOME 24
Hawaii 24
His 24
James 24
Johnson 24
MORNING 24
Missouri 24
Same 24
Security 24
U. 24
advance 24
among 24
banks 24
buildings 24
burden 24
central 24
charged 24
classroom 24
coat 24
collection 24
communities 24
concerns 24
conditions 24
contract 24
cooked 24
cousin 24
definite 24
desert 24
discovered 24
districts 24
drunk 24
exact 24
exercising 24
exposed 24
fabulous 24
frame 24
fully 24
gain 24
halfway 24
hide 24
hook 24
household 24
hung 24
inner 24
knee 24
laying 24
letters 24
modern 24
occurred 24
overseas 24
pan 24
peers 24
physically 24
profession 24
programming 24
pure 24
rainy 24
rap 24
realistic 24
reduce 24
rehabilitation 24
repeat 24
resources 24
route 24
screen 24
sentences 24
settled 24
softball 24
standpoint 24
steak 24
substitute 24
summers 24
temperature 24
transmission 24
voluntary 24
woods 24
wore 24
After 23
Church 23
First 23
JOURNAL 23
Jeez 23
Jim 23
Kuwait 23
Master 23
McDonald 23
Once 23
Reagan 23
Saudi 23
acceptable 23
actor 23
addition 23
adds 23
administration 23
affects 23
amounts 23
arms 23
burned 23
bushes 23
cared 23
charges 23
claim 23
clothing 23
commercials 23
competition 23
copy 23
creative 23
depend 23
deposit 23
dessert 23
divorced 23
electric 23
falling 23
fixing 23
funding 23
furniture 23
graduating 23
homework 23
hooked 23
intelligent 23
involvement 23
latest 23
literally 23
litter 23
materials 23
memory 23
mystery 23
nations 23
nuts 23
offices 23
outdoor 23
participating 23
prevent 23
pushed 23
requirements 23
righty 23
scene 23
sex 23
sir 23
skirts 23
slash 23
smog 23
sources 23
spelling 23
surgery 23
survive 23
teaches 23
tents 23
tour 23
typically 23
undergraduate 23
unemployment 23
videos 23
walls 23
weeds 23
Cause 22
Hampshire 22
Jewish 22
Mercedes 22
Mostly 22
School 22
Three 22
Twenty 22
according 22
afterwards 22
answering 22
apply 22
approach 22
argue 22
aspects 22
basement 22
bottle 22
butter 22
button 22
candidates 22
cartoons 22
craft 22
diet 22
discussed 22
division 22
dorm 22
drinking 22
eliminate 22
ex 22
expert 22
faster 22
finance 22
formal 22
fruit 22
goal 22
horse 22
ideal 22
increased 22
judicial 22
knit 22
lack 22
mall 22
managed 22
manufacturing 22
note 22
ocean 22
operate 22
page 22
prescription 22
produce 22
protected 22
received 22
sets 22
skirt 22
slacks 22
soft 22
sooner 22
statement 22
task 22
tendency 22
tries 22
trumpet 22
tune 22
turkey 22
unbelievable 22
vegetable 22
votes 22
woodworking 22
workers 22
wound 22
Alzheimer 21
Clarion 21
Kansas 21
Kennedy 21
Louis 21
SILENCE 21
Sears 21
accepted 21
behavior 21
blocks 21
blowing 21
broad 21
campaign 21
cast 21
catching 21
chances 21
characters 21
conflict 21
consideration 21
construction 21
covers 21
crisis 21
criteria 21
critical 21
democracy 21
designed 21
drivers 21
dust 21
eaten 21
economics 21
eggs 21
electronics 21
entertaining 21
event 21
farther 21
fear 21
final 21
flag 21
following 21
forgotten 21
girlfriend 21
grill 21
guarantee 21
gym 21
hits 21
instructor 21
joined 21
lists 21
loss 21
minority 21
mouth 21
novels 21
onions 21
plate 21
pocket 21
policeman 21
positions 21
pour 21
proud 21
reality 21
relative 21
reporting 21
salt 21
shock 21
shots 21
socially 21
standards 21
steal 21
steps 21
stock 21
subjects 21
supply 21
tastes 21
taxed 21
territory 21
tight 21
towns 21
understood 21
user 21
wage 21
whatsoever 21
winds 21
youth 21
zero 21
Another 20
Bell 20
Black 20
Both 20
Chrysler 20
Eastern 20
El 20
Got 20
Grand 20
Indian 20
King 20
LAMBS 20
Lewisville 20
Republican 20
September 20
Sherman 20
Since 20
Six 20
Their 20
Things 20
Whereas 20
accurate 20
acre 20
affected 20
anti 20
bin 20
bite 20
cafeteria 20
cares 20
charging 20
chocolate 20
coffee 20
comment 20
committing 20
consistent 20
controls 20
determine 20
difficulty 20
discussion 20
dresses 20
dried 20
eastern 20
entirely 20
era 20
farmers 20
fitness 20
flying 20
friendly 20
funds 20
gardens 20
generate 20
gifts 20
goods 20
ham 20
hill 20
horror 20
husbands 20
improved 20
increasing 20
industrial 20
instrument 20
landfill 20
largest 20
laughed 20
limits 20
located 20
luckily 20
mayor 20
minds 20
mobile 20
mortgage 20
mountain 20
mowing 20
neck 20
neighborhoods 20
nineties 20
opportunities 20
oven 20
pages 20
prepare 20
priced 20
principal 20
professionals 20
rarely 20
recession 20
requires 20
reunions 20
sd 20
serving 20
sixth 20
slowly 20
sounded 20
specifically 20
spray 20
sugar 20
supervisor 20
sweat 20
teenage 20
tires 20
topics 20
tournament 20
uncomfortable 20
union 20
urban 20
wagon 20
wedding 20
weekly 20
Arkansas 19
Civil 19
Dodge 19
Five 19
Hm 19
IN 19
Last 19
NIGHT 19
Navy 19
Never 19
Nissan 19
Nothing 19
Rochester 19
S. 19
Seattle 19
Thanksgiving 19
WORLD 19
Whether 19
ads 19
aerobic 19
appeals 19
assistant 19
attack 19
baked 19
began 19
below 19
beneficial 19
bitty 19
bowl 19
buffalo 19
bureaucracy 19
candidate 19
chain 19
clock 19
co 19
coal 19
concrete 19
controlled 19
couples 19
crack 19
cultural 19
cultures 19
dance 19
depth 19
differences 19
drag 19
dressing 19
efficient 19
emotional 19
empty 19
entertain 19
factors 19
fees 19
file 19
finances 19
focus 19
frequently 19
grab 19
handled 19
hated 19
indoor 19
jogging 19
jumping 19
lab 19
leaders 19
lowest 19
messed 19
mill 19
occasion 19
pack 19
pardon 19
penny 19
performance 19
phase 19
pilot 19
politically 19
pollutants 19
potato 19
priority 19
purposes 19
region 19
rolls 19
shall 19
shocked 19
silver 19
sits 19
someday 19
spots 19
stealing 19
strictly 19
sue 19
surprising 19
teeth 19
vet 19
waited 19
wallpaper 19
wire 19
worthwhile 19
Addison 18
Anything 18
Bill 18
Brooks 18
DALLAS 18
Giants 18
Hussein 18
Illinois 18
Mississippi 18
Motors 18
Mustang 18
Nebraska 18
Out 18
Put 18
Ryan 18
SHOW 18
SIXTY 18
Somebody 18
TWO 18
Waco 18
Wednesday 18
abused 18
accused 18
agent 18
angry 18
annoying 18
awards 18
bulbs 18
camper 18
choosing 18
clearly 18
collecting 18
communications 18
comparison 18
connection 18
crawfish 18
cucumbers 18
customer 18
details 18
drain 18
dream 18
emphasis 18
employed 18
evenings 18
exist 18
exposure 18
fields 18
finger 18
flavor 18
freon 18
fried 18
grand 18
granted 18
greater 18
grief 18
headlines 18
heavily 18
hotel 18
hunt 18
informed 18
interview 18
invaded 18
jumped 18
lasagna 18
lean 18
legitimate 18
legs 18
lesson 18
lift 18
lifting 18
load 18
mentally 18
nuclear 18
occur 18
offered 18
owe 18
ozone 18
patients 18
penalties 18
peppers 18
personality 18
previous 18
printer 18
rained 18
rare 18
reliable 18
remarkable 18
rise 18
sake 18
scares 18
score 18
scratch 18
seed 18
selected 18
skunk 18
squash 18
stolen 18
temporary 18
therefore 18
traded 18
treatment 18
tuned 18
unique 18
walks 18
warehouse 18
wealthy 18
weed 18
weigh 18
welcome 18
winning 18
yep 18
; 17
Argentina 17
Arizona 17
Buick 17
Desert 17
Either 17
Jack 17
League 17
Mavericks 17
Mazda 17
NEW 17
Nobody 17
PRETTY 17
Saddam 17
Shepherd 17
Super 17
TO 17
Tuesday 17
Up 17
WALL 17
WOMAN 17
White 17
Winter 17
accent 17
acres 17
advertising 17
aggressive 17
agreement 17
album 17
answers 17
arguments 17
attitudes 17
ban 17
beating 17
belts 17
bird 17
birds 17
bright 17
cent 17
cleaned 17
commitment 17
concentrate 17
consulting 17
content 17
darned 17
daycare 17
deductions 17
dip 17
directions 17
disk 17
divorce 17
dozen 17
encouraged 17
enjoyment 17
estate 17
falls 17
famous 17
fewer 17
figures 17
fired 17
funded 17
gang 17
gold 17
governor 17
guide 17
hiring 17
historical 17
honor 17
impression 17
instruments 17
interior 17
jails 17
jurors 17
languages 17
lottery 17
loud 17
marketing 17
mature 17
medium 17
nervous 17
ninth 17
nowhere 17
nursery 17
officer 17
olds 17
outdoors 17
participated 17
perform 17
pitch 17
pitching 17
plain 17
playoffs 17
poverty 17
pride 17
providing 17
responsibilities 17
roots 17
rush 17
sea 17
selection 17
settle 17
seventh 17
shell 17
ship 17
slip 17
solar 17
soup 17
stir 17
strike 17
strip 17
studies 17
success 17
suddenly 17
suggested 17
survey 17
sweaters 17
tail 17
tank 17
ticket 17
title 17
tons 17
tradition 17
trailer 17
transferred 17
traveled 17
twenties 17
ugly 17
ultimately 17
universal 17
vegetarian 17
virtually 17
voters 17
wake 17
wasting 17
worrying 17
writer 17
April 16
Bowl 16
Buddy 16
Costner 16
Fall 16
February 16
George 16
Golly 16
Gorbachev 16
Has 16
Her 16
Hill 16
Iran 16
Jimmy 16
Kevin 16
LAW 16
LIFE 16
Man 16
MasterCard 16
Mother 16
November 16
ONE 16
Oakland 16
PEOPLE 16
Public 16
Rather 16
Retriever 16
Russian 16
Saturdays 16
Smith 16
Ugh 16
Valley 16
Vermont 16
absolute 16
accidents 16
additional 16
afternoons 16
analysis 16
apple 16
assistance 16
assumed 16
attorneys 16
authority 16
awfully 16
biased 16
blank 16
blown 16
boating 16
brake 16
bred 16
cancel 16
cassette 16
chair 16
chop 16
chosen 16
cigarettes 16
climate 16
comfort 16
communication 16
complaining 16
constant 16
cooler 16
cop 16
costing 16
cow 16
crochet 16
crowded 16
cup 16
curriculum 16
debate 16
demand 16
democratic 16
depressing 16
desire 16
director 16
domestic 16
drawing 16
economically 16
environmental 16
features 16
feeding 16
forces 16
frozen 16
golfer 16
governments 16
grows 16
guard 16
hurts 16
incredibly 16
internal 16
island 16
judgment 16
laundry 16
legislation 16
lets 16
measure 16
menu 16
mild 16
moon 16
moral 16
morals 16
nose 16
obvious 16
phenomenal 16
placed 16
pressed 16
recyclable 16
released 16
requirement 16
rip 16
sailing 16
scenes 16
scores 16
shed 16
shore 16
shotgun 16
shown 16
skied 16
slightly 16
solutions 16
speaker 16
storms 16
struggle 16
suffering 16
surprise 16
tear 16
technically 16
token 16
tomato 16
tooth 16
touched 16
toy 16
toys 16
tremendously 16
troops 16
unreal 16
upstairs 16
workout 16
'cause 15
Alaska 15
Arabia 15
Before 15
Brian 15
CHEERS 15
Carter 15
Certainly 15
Connecticut 15
Except 15
Galveston 15
Girl 15
Had 15
High 15
Instead 15
Joe 15
N. 15
Oldsmobile 15
Orlando 15
Other 15
Persian 15
Peter 15
Puerto 15
Rome 15
Still 15
Taurus 15
Tell 15
Tennessee 15
Vietnamese 15
accomplish 15
accounts 15
adding 15
allows 15
alternate 15
application 15
applications 15
asleep 15
associated 15
association 15
athlete 15
bankrupt 15
basics 15
biking 15
blew 15
bonus 15
builds 15
buses 15
chunk 15
closely 15
colored 15
compete 15
competitive 15
conversations 15
convict 15
core 15
corruption 15
crab 15
creek 15
crying 15
daddy 15
darn 15
dealership 15
dealt 15
debts 15
deck 15
depressed 15
digging 15
discussing 15
dumping 15
ears 15
electrical 15
emissions 15
encouraging 15
fits 15
flour 15
former 15
frankly 15
gangs 15
gourmet 15
guilt 15
guitar 15
habits 15
handgun 15
handguns 15
heels 15
highest 15
hiking 15
hum 15
hysterical 15
ignore 15
kicked 15
knees 15
ladies 15
lap 15
lawns 15
layer 15
lazy 15
lemon 15
loaded 15
medication 15
melt 15
mention 15
modem 15
mood 15
murdered 15
nasty 15
object 15
offering 15
opening 15
overnight 15
packages 15
partly 15
path 15
patio 15
permanent 15
pine 15
porch 15
post 15
powerful 15
premeditated 15
preparing 15
productive 15
promote 15
protection 15
quarters 15
ratio 15
reached 15
register 15
release 15
religion 15
remove 15
removed 15
restrictions 15
retriever 15
roast 15
satisfaction 15
scattered 15
schooling 15
secretary 15
selecting 15
sky 15
soda 15
spaghetti 15
stars 15
status 15
steel 15
stereo 15
struggling 15
suburbs 15
supported 15
switchboard 15
switched 15
talent 15
thumb 15
ties 15
tin 15
tornado 15
trends 15
trunk 15
tub 15
unfair 15
utt 15
valley 15
volleyball 15
winters 15
wives 15
worn 15
worries 15
Again 14
Ah 14
British 14
Buffalo 14
Cafe 14
Center 14
Could 14
David 14
Democrat 14
Democrats 14
District 14
Eighty 14
GOOD 14
Goodness 14
Indians 14
Jerry 14
Jesus 14
MINUTES 14
Nancy 14
Phoenix 14
Purdue 14
Real 14
River 14
Say 14
Scout 14
Society 14
Steve 14
Think 14
Thirty 14
Town 14
Tyler 14
Whatever 14
adjust 14
adopted 14
advantages 14
advise 14
anxious 14
army 14
avid 14
b 14
balls 14
bases 14
bell 14
billions 14
birth 14
blows 14
borrow 14
brain 14
bricks 14
brief 14
broccoli 14
budgets 14
buff 14
cabin 14
capable 14
carefully 14
celery 14
checkbook 14
classics 14
closest 14
collected 14
connected 14
contractor 14
conversion 14
correctly 14
counselor 14
counting 14
cure 14
customers 14
deciding 14
deductible 14
dependent 14
destroyed 14
detail 14
developing 14
ear 14
element 14
escape 14
exchange 14
exhausted 14
experiment 14
failed 14
films 14
finishing 14
followed 14
foundation 14
freezing 14
frustrated 14
goals 14
handling 14
heaven 14
homeless 14
horses 14
hose 14
hurry 14
inclined 14
included 14
inspection 14
invade 14
jugs 14
juice 14
justify 14
killer 14
kittens 14
leader 14
leadership 14
leg 14
locked 14
lousy 14
mass 14
meetings 14
moves 14
needing 14
net 14
networks 14
non 14
novel 14
operating 14
owns 14
pasta 14
patient 14
phones 14
picks 14
pipe 14
pork 14
practicing 14
primary 14
priorities 14
proposal 14
pros 14
psychology 14
rank 14
rat 14
rating 14
reasonably 14
rebuild 14
rely 14
renting 14
reporter 14
resource 14
returned 14
rings 14
ripped 14
root 14
router 14
salaries 14
scare 14
seldom 14
separated 14
skin 14
snake 14
stack 14
stitching 14
sufficient 14
supper 14
target 14
taxpayers 14
tech 14
twins 14
typewriter 14
universities 14
utilities 14
utts 14
voter 14
worker 14
Accord 13
Bermuda 13
Bird 13
Chevrolet 13
Club 13
Discover 13
ENEMY 13
Fox 13
Garth 13
Israelis 13
Lotus 13
MAN 13
Make 13
Mex 13
Mike 13
Only 13
Pontiac 13
Rico 13
SLEEPING 13
Schnauzer 13
Science 13
Seven 13
Storm 13
TV 13
Tex 13
WOMEN 13
accounting 13
actions 13
advanced 13
aggravating 13
alarm 13
allowing 13
artist 13
audience 13
aunts 13
author 13
award 13
backed 13
bait 13
bark 13
bend 13
billion 13
bless 13
bloom 13
boats 13
broadcast 13
cardboard 13
caring 13
cartons 13
challenging 13
china 13
clip 13
combat 13
competing 13
conference 13
convenience 13
convert 13
convince 13
cookies 13
counts 13
cycle 13
damn 13
danger 13
deals 13
dedicated 13
dial 13
discount 13
dolls 13
dryer 13
eats 13
egg 13
eighth 13
elaborate 13
employers 13
envelope 13
equally 13
execute 13
exercises 13
exists 13
experienced 13
factory 13
false 13
fashioned 13
filter 13
flute 13
gained 13
garlic 13
gift 13
grandson 13
greatly 13
growth 13
hall 13
hardware 13
haul 13
highways 13
hilarious 13
hood 13
hungry 13
indeed 13
individually 13
industries 13
initially 13
injuries 13
kilometers 13
latex 13
laughing 13
lie 13
lifestyle 13
lifetime 13
literature 13
log 13
longest 13
mark 13
marry 13
miniature 13
models 13
muscles 13
notes 13
offenders 13
ounce 13
periods 13
picnic 13
pistol 13
pizza 13
professors 13
progressive 13
protective 13
purchases 13
purely 13
ranch 13
reaction 13
realizing 13
redo 13
refuse 13
relations 13
relationships 13
reverse 13
rib 13
rides 13
rifles 13
rolling 13
roses 13
ruined 13
scholarships 13
screaming 13
sees 13
sexual 13
shorter 13
sites 13
slice 13
smooth 13
sore 13
spanked 13
spends 13
sporting 13
statements 13
steaks 13
strawberries 13
streams 13
styles 13
suggest 13
sunny 13
suspense 13
suspenseful 13
terrific 13
theft 13
thin 13
ton 13
tougher 13
tournaments 13
toxic 13
trout 13
ultimate 13
valuable 13
vary 13
vice 13
warmer 13
watches 13
wears 13
whiz 13
< 12
A. 12
ALONE 12
Arab 12
Australia 12
BROWN 12
Base 12
Be 12
Bob 12
Campbell 12
Canyon 12
Cardinals 12
Channel 12
Cliff 12
Continental 12
Cowboy 12
D. 12
DESIGNING 12
Dan 12
Davis 12
Democratic 12
Dukakis 12
E. 12
Earth 12
Gene 12
Hank 12
Hispanic 12
Island 12
Italy 12
LIVE 12
MURPHY 12
MY 12
Nolan 12
Nope 12
Northern 12
ON 12
Otherwise 12
Pacific 12
Paul 12
Salt 12
Series 12
Sort 12
Sox 12
Sundays 12
Tarpley 12
Texans 12
Too 12
Trying 12
Volvo 12
abortion 12
acting 12
adjusted 12
administrator 12
advertised 12
airline 12
alike 12
arguing 12
athletes 12
attacks 12
attempt 12
attractive 12
backwards 12
balanced 12
barrel 12
bear 12
beliefs 12
blacks 12
boards 12
borders 12
borrowed 12
bound 12
campaigns 12
candy 12
cassettes 12
churches 12
clarinet 12
clients 12
cloth 12
clouds 12
cocaine 12
comedies 12
communism 12
commute 12
compatible 12
conditioner 12
cornstarch 12
corrupt 12
cotton 12
couch 12
created 12
cruel 12
crust 12
cry 12
cups 12
defendant 12
delivered 12
departments 12
destroy 12
determined 12
dies 12
disability 12
diseases 12
donate 12
downhill 12
drastically 12
dropping 12
economical 12
eligible 12
embarrassed 12
emission 12
ending 12
equivalent 12
fathers 12
feasible 12
feature 12
finds 12
float 12
flow 12
follows 12
fortune 12
fought 12
freshman 12
geared 12
golly 12
gross 12
heading 12
heating 12
historically 12
honey 12
impressive 12
include 12
independence 12
inexpensive 12
injection 12
injured 12
jewelry 12
jog 12
leak 12
leather 12
liters 12
loving 12
marked 12
masking 12
mayonnaise 12
membership 12
method 12
miserable 12
monitor 12
mosquitoes 12
musician 12
nearby 12
nickel 12
nurses 12
offense 12
ounces 12
overcrowded 12
owning 12
peer 12
personnel 12
physics 12
pitched 12
plane 12
plot 12
pollute 12
polluted 12
pond 12
poorer 12
popcorn 12
pre 12
printed 12
promised 12
protecting 12
proven 12
publicity 12
punished 12
purse 12
quilt 12
radical 12
randomly 12
raped 12
realistically 12
recreation 12
relax 12
relaxed 12
rental 12
replaced 12
respond 12
review 12
reviews 12
rifle 12
ring 12
robbery 12
rocks 12
sacrifice 12
salesman 12
scenery 12
scholarship 12
scouts 12
screw 12
screwed 12
sections 12
select 12
semi 12
severely 12
shade 12
shepherd 12
shoulder 12
slapstick 12
starter 12
steady 12
stepfather 12
sticking 12
stood 12
stove 12
stretch 12
string 12
studied 12
substance 12
surprises 12
sv 12
swear 12
tablespoon 12
tee 12
tenth 12
tip 12
transfer 12
tuna 12
unquote 12
volume 12
wars 12
washing 12
wasted 12
watering 12
witnesses 12
wooden 12
writes 12
ALL 11
Academy 11
Alright 11
Ann 11
Around 11
BIBLE 11
Been 11
Blue 11
Bruce 11
Children 11
Columbia 11
Corpus 11
Dayton 11
Down 11
Eagles 11
Federal 11
HOUSEKEEPING 11
Honeywell 11
Institute 11
Interesting 11
Ireland 11
Junior 11
Kurds 11
Maine 11
Memorial 11
Memphis 11
Methodist 11
Mister 11
NEWSWEEK 11
Penn 11
Penney 11
Price 11
SESAME 11
Salvador 11
Should 11
Someone 11
Southwest 11
Supreme 11
Symphony 11
Turkey 11
Wonderful 11
YORK 11
addicted 11
administrators 11
admire 11
agreed 11
airplane 11
airport 11
altogether 11
anyways 11
approve 11
armed 11
arrangements 11
bachelor 11
baking 11
bands 11
baths 11
believed 11
blanket 11
blooming 11
bridge 11
bug 11
burglar 11
buttons 11
camera 11
canned 11
careers 11
carrots 11
ceilings 11
centered 11
chairs 11
chasing 11
chips 11
chores 11
civic 11
cleaner 11
clue 11
codes 11
coin 11
commits 11
comparable 11
concentration 11
concerts 11
conscientious 11
consequences 11
considerably 11
continued 11
controlling 11
courtroom 11
covering 11
crop 11
cylinder 11
decides 11
decline 11
devices 11
directed 11
diving 11
dramatically 11
drastic 11
drawback 11
dug 11
earned 11
elect 11
electricity 11
enforce 11
enormous 11
enter 11
entertained 11
executed 11
expand 11
facing 11
fail 11
figuring 11
filling 11
flooding 11
folk 11
freedoms 11
function 11
fuse 11
glasses 11
goldfish 11
guaranteed 11
guidelines 11
hail 11
handicapped 11
headed 11
heads 11
humor 11
imagination 11
increases 11
infant 11
injury 11
input 11
ins 11
instances 11
intent 11
introduced 11
invading 11
invest 11
involves 11
knitting 11
layoffs 11
lease 11
liquid 11
locally 11
logic 11
map 11
marijuana 11
massive 11
masters 11
maximum 11
mechanic 11
mentality 11
monies 11
mower 11
muffler 11
multiple 11
nicely 11
nor 11
occasional 11
officers 11
official 11
onion 11
operated 11
operation 11
orange 11
owners 11
pace 11
parental 11
pepper 11
permission 11
permit 11
pig 11
plugs 11
powder 11
preference 11
presents 11
procedure 11
producing 11
progress 11
promise 11
proof 11
published 11
punch 11
puppies 11
pursue 11
rapidly 11
raw 11
receiving 11
recognition 11
reduced 11
regards 11
regulation 11
reported 11
response 11
restricted 11
robbing 11
roughly 11
screening 11
seasoning 11
seeds 11
sells 11
serial 11
setup 11
shoe 11
shortly 11
signal 11
slap 11
socialized 11
soldiers 11
sophomore 11
specialty 11
sporty 11
sprinkler 11
stroke 11
subscription 11
substantial 11
suffer 11
sympathetic 11
tended 11
titles 11
tole 11
tore 11
understandable 11
usage 11
vans 11
varies 11
vision 11
vitamins 11
watermelon 11
waves 11
wheels 11
whip 11
wintertime 11
wipe 11
wished 11
worms 11
yearly 11
Aikman 10
Amarillo 10
Apple 10
Asia 10
Bay 10
Baylor 10
Being 10
CONSUMER 10
Ca 10
Cadillacs 10
Car 10
Charles 10
Christ 10
Costa 10
Diego 10
Douglas 10
Eleven 10
Everyone 10
Falls 10
Give 10
Hollywood 10
Home 10
Indianapolis 10
Kids 10
LITTLE 10
Lakers 10
London 10
Look 10
M. 10
MAGAZINE 10
Mark 10
Miami 10
Midwest 10
Moon 10
Nations 10
Ninety 10
PEAKS 10
Paris 10
Portland 10
Richard 10
Robin 10
Rowlett 10
Roy 10
Saints 10
Sorry 10
Stephen 10
Styrofoam 10
Subaru 10
T. 10
TWIN 10
Talk 10
Ten 10
Texoma 10
Thomas 10
Twins 10
Word 10
Year 10
Z 10
abilities 10
absentee 10
accustomed 10
ad 10
adoption 10
advertisements 10
advocate 10
ai 10
allergic 10
alternator 10
angle 10
anniversary 10
anyplace 10
appearance 10
apt 10
assumption 10
attend 10
attic 10
backpack 10
bars 10
batteries 10
battery 10
beg 10
behave 10
blade 10
bond 10
boot 10
boundaries 10
bowling 10
bulb 10
buys 10
cabinets 10
carbon 10
carpool 10
certified 10
childhood 10
chili 10
chopped 10
circle 10
civilized 10
command 10
comments 10
consuming 10
container 10
continues 10
contributing 10
contribution 10
controversial 10
controversy 10
conviction 10
convictions 10
costly 10
coupons 10
curb 10
deaths 10
define 10
dentist 10
describe 10
deserves 10
diapers 10
disciplined 10
doctorate 10
documents 10
downstairs 10
drawn 10
drought 10
edition 10
eh 10
elsewhere 10
emergencies 10
emotionally 10
emotions 10
enforcement 10
entry 10
ethnic 10
evidently 10
examples 10
exhaust 10
expertise 10
explore 10
extensive 10
faced 10
factories 10
faith 10
fajitas 10
farmer 10
felony 10
fingers 10
fished 10
fleas 10
fond 10
fool 10
formula 10
freeway 10
frost 10
gather 10
generals 10
grandma 10
graphics 10
gravy 10
grounds 10
guts 10
hamburger 10
handicap 10
hates 10
heinous 10
hilly 10
hors 10
hotels 10
hunter 10
image 10
importance 10
infants 10
initial 10
innocence 10
intelligence 10
interact 10
internship 10
investments 10
jacket 10
kills 10
laboratory 10
landfills 10
landscape 10
lawsuits 10
lax 10
leaf 10
led 10
legislature 10
licensed 10
machinery 10
magic 10
mailing 10
maternity 10
meaning 10
mechanical 10
merit 10
messing 10
metropolitan 10
minded 10
minivan 10
minorities 10
mixture 10
mode 10
moms 10
murderers 10
muscle 10
nap 10
needle 10
needlepoint 10
nerve 10
noisy 10
norm 10
oldies 10
operas 10
ordered 10
pad 10
par 10
passenger 10
peas 10
perceived 10
perception 10
pies 10
pin 10
plea 10
policies 10
polls 10
powered 10
predict 10
presidential 10
pressures 10
privilege 10
probation 10
production 10
publicized 10
purchasing 10
purple 10
races 10
racial 10
rake 10
reads 10
recognized 10
recommended 10
recover 10
reference 10
regardless 10
rehabilitate 10
religiously 10
repeats 10
resent 10
residential 10
revenue 10
revolution 10
rob 10
roughing 10
sail 10
schedules 10
scout 10
scream 10
secret 10
secretaries 10
sector 10
semiautomatic 10
sensible 10
serves 10
sewed 10
sharp 10
shelves 10
shootings 10
sitters 10
slide 10
sophisticated 10
soy 10
specialized 10
spell 10
spicy 10
spouse 10
stance 10
star 10
sticks 10
sticky 10
